a = 5
b = 4
print(a + b)
print(a - b)
print(a * b)
print(a / b)
# ცვლადი ა უდრის 5 ცვლადი ბ უდრის 4 და ამის მიხედვით დავპრინტეთ მათემატიკური მაგალითები
name = "ცოტნე"
age = 16
print("ჩემი", "სახელია", name, "და", "ვარ", age, "წლის")
# ცვლად ნეიმში ინახება ცოტნე ცვლად ეიჯში ინახება 16 მაგის მიხედვით დავპრინტეთ წინადადება
points = 50
points1 = points + 5
points2 = points + 10
points3 = points + 15
print(points1)
print(points2)
print(points3)
# ცვლად ფოინთში ინახება 50 და შემდეგ 50 დააპდეითეთ რამდენჯერმე და ბოლოს დავპრინთეთ
birthyear = 2008
currentyear = 2024
print(currentyear - birthyear)
# ცვლად ბირთეარში ინახება 2008 და ქურრენთეარში ინახება 2024 და შემდეგ გამოვთვალე ჩემი ასაკი