# my_tuple = (10, 20, 30, 40, 50)
# print(my_tuple)[:2]

# numbers = (2, 56, 99, 22, 15, 23, 66, 11, 134, 23, 66, 91, 22, 2, 23)
# count_23 = numbers.count(23)

# aura = (10, 25, 5, 80, 70, 20) 
# for number in aura:
#     if number > 10:
#         print(number)

# list არის ცვლადი რომელშიც შეგვიძლია ელემენტის დამატება წაშლა ან შეცვლა
# tuple არის უცვლელი რაც იმას ნიშნავს რომ მისი შექნის შეცვლის შემდეგ მასში მყოფ ელემენებს ვერ შევცვლით

# mutable ობიექტია რომელთა შეცვლა შესაძლებელია მათი შექმნის შემდეგ
# immutable არის უცვლელი ობიექტი რომელთა შეცვლა შეუძლებელია შექმნის შემდეგ
